/* No comment provided by engineer. */
" and %@" = " וגם %@";

/* No comment provided by engineer. */
"%@ (%@) couldn't be added to project %@: %@" = "%1$@ (%2$@) couldn't be added to project %3$@: %4$@";

"%@ (%@) couldn't be added to project %@: %@" = "%1$@ (%2$@) לא היה ניתן להוספה לפרויקט %3$@: %4$@";

/* No comment provided by engineer. */
"%@ requires that you fill out the %@ field" = "%1$@ נדרש שתמלאו את השדה הבא @%2$ ";

/* Count of identifications by this user. */
"%d identifications" = "זיהויים %d";

/* No comment provided by engineer. */
"%d observation" = "תצפית %d";

/* Count of observations by this user. */
"%d observations" = "תצפיות %d";

/* No comment provided by engineer. */
"%d photo" = "תמונה %d";

/* No comment provided by engineer. */
"%d photos" = "תמונות %d";

/* No comment provided by engineer. */
"%ld observed taxa" = "%ld תצפיות של הזן";

/* No comment provided by engineer. */
"%ldm accuracy" = "%ldm דיוק";

/* <INatLocation: latitude: %@ longitude:%@ accuracy:%@> */
"<INatLocation: lat: %@ lon:%@ acc:%@>" = "<רוחב:%@ אורך: %@ דיוק:%@>";

/* No comment provided by engineer. */
"\n\nRequired by %@" = "\n\nנדרש על ידי %@";

/* No comment provided by engineer. */
"ABOUT" = "אודות";

/* Portion of Already have an account? that should be highlighted. */
"account" = "חשבון";

/* No comment provided by engineer. */
"Add" = "הוספה";

/* No comment provided by engineer. */
"Add Comment" = "הוספת הערה";

/* No comment provided by engineer. */
"Add ID" = "הוספת מזהה";

/* No comment provided by engineer. */
"Add observation" = "הוספת תצפית";

/* $1 is username, $2 is datetime */
"Added by %1$@ on %2$@" = "נוסף על ידי %1$@ ב - %2$@";

/* No comment provided by engineer. */
"Added!" = "נוסף בהצלחה";

/* No comment provided by engineer. */
"Adding Comment..." = "מוסיף הערה";

/* No comment provided by engineer. */
"Adding Identification..." = "מוסיף מזהה...";

/* No comment provided by engineer. */
"Agree" = "מסכים";

/* No comment provided by engineer. */
"Agreeing..." = "מסכים...";

/* No comment provided by engineer. */
"All" = "הכל";

/* Indicator that the leaderboard applies to all species, not just a specific taxon. */
"All Species" = "כל הזנים";

/* Title for button that allows users to login to their iNat account */
"Already have an account?" = "משתמש קיים?";

/* @base text for email sign in button */
"Already have an account? Log In" = "משתמש קיים? התחברו עכשיו";

/* Button to always skip categorizing new observations into iconic taxa */
"Always skip this step" = "דלג תמיד על שלב זה";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "בטוחים שאתם רוצים לעזור את הפרויקט?";

/* No comment provided by engineer. */
"Are you sure?" = "האם אתם בטוחים?";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "אוטו׳";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "בשימוש באפליקציה אתם מאשרים את התנאי השירות והמדיניות";

/* No comment provided by engineer. */
"Can't find your user details. :(" = "פרטי המשתמש לא נמצאו";

/* No comment provided by engineer. */
"Cancel" = "ביטול";

/* No comment provided by engineer. */
"Cannot rate" = "לא ניתן לדרג";

/* Title for the categorize page, which also asks the observer to try making an initial ID. */
"Categorize" = "קטגוריה";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "סמן בתיבה זו באם תרצה לשתף תוכן זה ברשיון שיתופי-פתוח. תוכל לשנות בחירה זו מאוחר יותר";

/* title of alert after you reset your password */
"Check your email" = "בדקו את תיבת המייל";

/* No comment provided by engineer. */
"Choose a date" = "בחרו תאריך";

/* No comment provided by engineer. */
"Choose how your coordinates are displayed on the website." = "בחרו איך מיקומכם יופיע באתר.";

/* No comment provided by engineer. */
"Clear" = "נקה";

/* No comment provided by engineer. */
"Comment failed :(" = "הוספת תגובה נכשלה";

/* Confirm a new photo */
"Confirm" = "אישור";

/* No comment provided by engineer. */
"Conservation Status" = "הודעות";

/* No comment provided by engineer. */
"Couldn't determine your location" = "זיהו מיקום נכשל";

/* No comment provided by engineer. */
"Couldn't load Taxon Details" = "תקלה בטעינת הפרטים";

/* Notice while we're creating an iNat account for them */
"Creating iNaturalist account..." = "יוצר חשבון...";

/* No comment provided by engineer. */
"Delete download" = "מחיקת הורדה";

/* No comment provided by engineer. */
"Delete observation" = "מחיקת תצפית";

/* No comment provided by engineer. */
"DESCRIPTION" = "תיאור";

/* No comment provided by engineer. */
"Description" = "תיאור";

/* funding thank yous */
"Designed and built by iNaturalist at the California Academy of Sciences, with support from the Encyclopedia of Life. " = "Designed and built by iNaturalist at the California Academy of Sciences, with support from the Encyclopedia of Life. ";

/* No comment provided by engineer. */
"Details" = "פרטים";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "הסתר רמזים";

/* No comment provided by engineer. */
"Done" = "סיים";

/* No comment provided by engineer. */
"Download" = "הורדה";

/* No comment provided by engineer. */
"Download for offline use" = "הורדה לשימוש ללא אינטרנט";

/* No comment provided by engineer. */
"Download not available" = "הורדה לא אפשרית";

/* No comment provided by engineer. */
"Downloaded" = "הורדה הסתיימה";

/* No comment provided by engineer. */
"Downloading..." = "מוריד...";

/* No comment provided by engineer. */
"Edit" = "עריכה";

/* No comment provided by engineer. */
"Edit location" = "עריכת מיקום";

/* No comment provided by engineer. */
"Edit observation" = "עריכת תצפית";

/* No comment provided by engineer. */
"Editor" = "עורך";

/* No comment provided by engineer. */
"Either there was an error on the server or the guide no longer exists." = "תקלה בשרת או שהמדריך לא קיים";

/* Placeholder text for the email text field in signup
 portion of the base text for email signup button that is bold. must be a substring of the base test. */
"Email" = "מייל";

/* tooltip text for autocorrect settings option. */
"Enable to allow iOS to auto-correct and spell-check Species names." = "אפשר לאפליקציה לתקן שמות של זנים";

/* tooltip text for skip categorization option. */
"Enable to make a quick, initial identification from high-level taxa when making a new observation." = "אפשר לאפליקציה לזהות את הזן בתצפית חדשה";

/* No comment provided by engineer. */
"EOL" = "EOL";

/* Error message when we can't load a newly saved image */
"Error using newly saved image!" = "תקלה בתמונה החדשה שנשמרה";

/* No comment provided by engineer. */
"Explore" = "מפה";

/* Name of Facebook for the Facebook signin button
 portion of the base text for fb login button that is bold. must be a substring of the base test. */
"Facebook" = "פייסבוק";

/* Uknown iNaturalist create account error */
"Failed to create an iNat account. Please try again." = "תקלה ביצירת חשבון, אנא נסו שוב.";

/* No comment provided by engineer. */
"Failed to download guide" = "תקלה בהורדת המדריך";

/* Uknown facebook login error */
"Failed to login to Facebook. Please try again later." = "תקלה בהתחברות עם פייסבוק, אנא נסו שוב מאוחר יותר";

/* Uknown google login error */
"Failed to login to Google Plus. Please try again later." = "תקלה בהתחברות עם גוגל, אנא נסו שוב מאוחר יותר";

/* Uknown iNat login error */
"Failed to login to iNaturalist. Please try again." = "תקלה בהתחברות עם מייל, אנא נסו שוב מאוחר יותר";

/* error message when an obs photo doesn't have a file on the phone. */
"Failed to upload photo # %d from observation '%@'" = "תקלה בהעלאת התמונה # %1$d מתצפית '%2$@'";

/* No comment provided by engineer. */
"Featured" = "נבחרים";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "טוען תצפיות אחרונות באיזור המוצג במפה";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "טוען תצפיות אחרונות בכל העולם";

/* No comment provided by engineer. */
"Fetching..." = "טוען...";

/* No comment provided by engineer. */
"Find %@ named '" = "חפש %@ בשם '";

/* No comment provided by engineer. */
"Find my observations" = "חפש את התצפיות שלי";

/* No comment provided by engineer. */
"Find observations near me" = "חפש תצפיות באיזור שלי";

/* No comment provided by engineer. */
"Finding your location..." = "מחפש את המיקומך...";

/* Title for forgot password button. */
"Forgot?" = "שכחת?";

/* No comment provided by engineer. */
"Found conflicting user details. :(" = "נמצאה תקלה בפרטי המשתמש :(";

/* No comment provided by engineer. */
"Found one!" = "נמצא אחד!";

/* No comment provided by engineer. */
"Found you!" = "מצאתי אותך";

/* No comment provided by engineer. */
"Get current location" = "מצא מיקום נוכחי";

/* Name of Google for the G+ signin button */
"Google" = "גוגל";

/* portion of the base text for g+ login button that is bold. must be a substring of the base test. */
"Google+" = "גוגל+";

/* Button to dismiss a tutorial screen */
"Got It" = "הבנתי";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "עורך המדרך צריך לאשר את האופציה הזאת";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "המדריכים שנוצרים משותפים עם הקהילה";

/* Title for guides tutorial screen */
"Guides are lists of species" = "מדריכים הם רשימה של זמנים";

/* No comment provided by engineer. */
"Heads up" = "Heads up";

/* No comment provided by engineer. */
"ID PLEASE" = "מזהה בבקשה";

/* No comment provided by engineer. */
"Identification failed :(" = "הזיהוי נכשל :(";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = " אם התיבת מייל שהכנסתם מקושר לחשבון שלכם, אתם תקבלו מייל עם לינק לאתחול הסיסמא.";

/* No comment provided by engineer. */
"Import Error" = "תקלה בייבוא";

/* No comment provided by engineer. */
"in project '%@'" = "בפרויקט '%@'";

/* No comment provided by engineer. */
"iNaturalist" = "iNaturalist";

/* inat core team, alphabetically */
"iNaturalist is made by every single person who participates in our community. The people who build the software, maintain our infrastructure, and foster collaborations are Joelle Belmonte, Patrick Leary, Scott Loarie, Alex Shepard, and Ken-ichi Ueda." = "iNaturalist is made by every single person who participates in our community. The people who build the software, maintain our infrastructure, and foster collaborations are Joelle Belmonte, Patrick Leary, Scott Loarie, Alex Shepard, and Ken-ichi Ueda.";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and a Binoculars icon by Luis Prado from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community." = "iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and a Binoculars icon by Luis Prado from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "שגיאה בשם משתמש או בסיסמא";

/* No comment provided by engineer. */
"Internet connection required" = "נדרש חיבור לרשת";

/* No comment provided by engineer. */
"Internet required" = "נדרש חיבור לרשת";

/* Error for bad email when making account. */
"Invalid Email Address" = "כתובת מייל לא תקינה";

/* Error for bad username hwne making account. */
"Invalid Username" = "שם משתמש לא תקין";

/* No comment provided by engineer. */
"Join" = "הצטרפות";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "הצטרפו לפרויקטים כדי לבחור אותם בזמן תצפית";

/* No comment provided by engineer. */
"Joined" = "שלך";

/* No comment provided by engineer. */
"Joining..." = "מצטרף...";

/* Title for leaderboard page. */
"Leaderboard" = "לוח תוצאות";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "למד עוד";

/* No comment provided by engineer. */
"Leave" = "התנתקות";

/* No comment provided by engineer. */
"Leaving..." = "מתנתק...";

/* No comment provided by engineer. */
"License" = "רשיון";

/* Loading message while a leaderboard is being downloaded from the web */
"Loading leaderboard" = "טוען לוח תוצאות";

/* No comment provided by engineer. */
"Loading..." = "טוען...";

/* No comment provided by engineer. */
"Location obscured" = "המיקום נצפה";

/* No comment provided by engineer. */
"locations" = "מיקומים";

/* Title for login button */
"Log in" = "התחברות";

/* title of the log in screen */
"Log In" = "התחברות";

/* @base text for fb login button */
"Log In with Facebook" = "התחברות עם פייסבוק";

/* @base text for g+ login button */
"Log In with Google+" = "התחברות עם גוגל+";

/* Notice while we're logging them in */
"Logging in..." = "מתחבר";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "תקלה: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "אין לכם תצפיות";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "וודאו שיש לאפליקציה הרשאה לשימוש בג׳יפיאס.";

/* Tooltip prompting users to make their first observation */
"Make your first observation" = "בצעו תצפית ראשונה";

/* No comment provided by engineer. */
"Manage download" = "ניהול הורדות";

/* Placeholder text for not logged title on me tab. */
"Me" = "פרופיל";

/* Help text for password during create account. */
"Min. %d characters" = "מינימום %d אותויות";

/* No comment provided by engineer. */
"Missing Field" = "חסרים שדות";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "זן בשם '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "זן בשם '%@'";

/* No comment provided by engineer. */
"Nearby" = "בקרבת מקום";

/* No comment provided by engineer. */
"Network unavailable, cannot add comment" = "אין חיבור לרשת, לא ניתן להוסיף תגובה";

/* No comment provided by engineer. */
"Network unavailable, cannot add identification" = "אין חיבור לרשת, לא ניתן להוסיף זיהוי";

/* No comment provided by engineer. */
"Network unavailable, cannot search iNaturalist.org" = "אין חיבור לרשת, לא ניתן לחפש באתר";

/* No comment provided by engineer. */
"Network unreachable" = "אין חיבור לרשת";

/* Next button when picking photos for a new observation */
"Next" = "הבא";

/* No comment provided by engineer. */
"NO" = "לא";

/* No comment provided by engineer. */
"No anonymous comments!" = "אין תגובות אנונימיות";

/* No comment provided by engineer. */
"No anonymous identifications!" = "אין זיהוי אנונימי";

/* No comment provided by engineer. */
"No App Store URL configured" = "חסרה כתובת לחנות האפליקציות";

/* No comment provided by engineer. */
"No description" = "אין תיאור";

/* No comment provided by engineer. */
"No description." = "אין תיאור.";

/* No comment provided by engineer. */
"No featured projects." = "אין פרויקטים נבחרים";

/* No comment provided by engineer. */
"No matching taxa" = "אין סיווג מתאים";

/* No comment provided by engineer. */
"No nearby guides." = "לא קיימים מדריכים באיזורך";

/* No comment provided by engineer. */
"No nearby projects." = "לא קיימים פרויקטים באיזורך";

/* No comment provided by engineer. */
"No observation rules" = "לא קיימים תצפיות באיזורך";

/* No comment provided by engineer. */
"No such organisms found. :(" = "לא נמצא אורגניזם :(";

/* No comment provided by engineer. */
"No such person found. :(" = "לא נמצא המשתמש שחיפשת :(";

/* No comment provided by engineer. */
"No such place found. :(" = "לא נמצא המקום שחיפשת :(";

/* No comment provided by engineer. */
"No such project found. :(" = "לא נמצא הפרויקט שחיפשת :(";

/* No comment provided by engineer. */
"No terms." = "אין תנאי שימוש";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "ללא\nתמונה";

/* No comment provided by engineer. */
"None, all rights reserved" = "כל הזכויות שמורות";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "תצפית";

/* No comment provided by engineer. */
"Obscured" = "נצפה";

/* No comment provided by engineer. */
"obscured" = "נצפה";

/* No comment provided by engineer. */
"Observation Rules" = "חוקי התצפית";

/* Title for New Observation Tab Bar Button */
"Observe" = "תצפית";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "כיבוי";

/* No comment provided by engineer. */
"OK" = "אוקיי";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "הפעלה";

/* No comment provided by engineer. */
"Open in Safari" = "פתח בספארי";

/* No comment provided by engineer. */
"Open link in Safari" = "פתח בספארי";

/* No comment provided by engineer. */
"Open_adj" = "ציבורי";

/* No comment provided by engineer. */
"open_adj" = "ציבורי";

/* label above alternate login option buttons (ie g+, facebook) */
"Or Log In with:" = "או התחבר עם:";

/* No comment provided by engineer. */
"organisms" = "אורגניזמים";

/* Placeholder text for the password text field in signup */
"Password" = "סיסמא";

/* Error for bad password when making account */
"Passwords must be six characters in length." = "הסיסמא צריכה להכיל 6 אותיות";

/* No comment provided by engineer. */
"people" = "אנשים";

/* No comment provided by engineer. */
"Permission denied" = "הרשאה נחסמה";

/* No comment provided by engineer. */
"Photo %@" = "תמונה %@";

/* Title for photo save error alert msg */
"Photo Save Error" = "תקלה בזמן שמירת התמונה";

/* error title during an obs photo problem. */
"Photo Upload Problem" = "תקלה בזמן העלאת התמונה";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "אנא נסו שוב בעוד כמה רגעים";

/* Previous */
"Prev" = "קודם";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "מדיניות פרטיות";

/* No comment provided by engineer. */
"private" = "פרטי";

/* No comment provided by engineer. */
"Private" = "פרטי";

/* No comment provided by engineer. */
"projects" = "פרויקטים";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "פרויקטים הם אסופה של תצפיות עם מטרות משותפות";

/* No comment provided by engineer. */
"Pull to Refresh" = "משכו לעדכון";

/* No comment provided by engineer. */
"Re-download" = "הורדה מחדש";

/* No comment provided by engineer. */
"Refreshing..." = "מתעדכן";

/* No comment provided by engineer. */
"Request timed out" = "בקשה נכשלה";

/* No comment provided by engineer. */
"RESEARCH" = "מחקר";

/* No comment provided by engineer. */
"Restricted to current map area" = "חסום לאיזור הנוכחי במפה";

/* Retake a photo */
"Retake" = "צלם שוב";

/* No comment provided by engineer. */
"Save" = "שמור";

/* status while saving your image */
"Saving new photo..." = "שומר תמונה חדשה...";

/* No comment provided by engineer. */
"Saving..." = "שומר...";

/* No comment provided by engineer. */
"Search" = "חיפוש";

/* No comment provided by engineer. */
"Searching for organisms..." = "מחפש אורגניזמים...";

/* No comment provided by engineer. */
"Searching for people..." = "מחפש משתמש...";

/* No comment provided by engineer. */
"Searching for place..." = "מחפש מקום...";

/* No comment provided by engineer. */
"Searching for project..." = "מחפש פרויקט...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "מחפש תצפיות אחרונות באיזור המפה";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "מחפש תצפיות אחרונות בכל העולם";

/* No comment provided by engineer. */
"seen at '%@'" = " נראה ב-'%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "נראה על ידי '%@'";

/* Title for the settings screen. */
"Settings" = "הגדרות";

/* No comment provided by engineer. */
"Share" = "שתף";

/* portion of the base text for email sign in button that is bold. must be a substring of the base test. */
"Sign in" = "התחברות";

/* No comment provided by engineer. */
"Sign out" = "התנתקות";

/* Title of the iNaturalist sign up form screen */
"Sign Up" = "הרשמה";

/* text for sign up button on sign up screen
 Title for button that allows users to sign up for a new iNat account */
"Sign up" = "הרשמה";

/* @base text for email signup button */
"Sign Up with Email" = "הרשמה עם כתובת מייל";

/* No comment provided by engineer. */
"Signing out..." = "מתנתק...";

/* Button to skip categorizing new observations into iconic taxa */
"Skip for now" = "דלג";

/* title for skip button during signup prompt */
"Skip ›" = "דלג ›";

/* Name of an observation when we don't have a species guess. */
"Something" = "Something";

/* No comment provided by engineer. */
"Something..." = "Something...";

/* No comment provided by engineer. */
"Somewhere..." = "Somewhere...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "מיין";

/* Species optino for explore leaderboard sorting. Must be short. */
"Species" = "זנים";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "סטטיסטיקות";

/* No comment provided by engineer. */
"Stop sync" = "עצור סנכרון";

/* No comment provided by engineer. */
"Sync " = "סינכרון ";

/* No comment provided by engineer. */
"Synced %d of %d %@" = "סינכרן %1$d מ-  %2$d %3$@";

/* No comment provided by engineer. */
"Syncing %@..." = "מסנכרן %@...";

/* No comment provided by engineer. */
"Syncing list..." = "מסנכרן רשימה";

/* No comment provided by engineer. */
"Syncing photos..." = "מסנכרן תמונות...";

/* No comment provided by engineer. */
"Syncing..." = "מסנכרן...";

/* No comment provided by engineer. */
"TAGS" = "טיוג";

/* No comment provided by engineer. */
"Terms" = "תנאים";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "תנאי שימוש";

/* No comment provided by engineer. */
"There was an unexpected error." = "תקלה בלתי צפויה";

/* No comment provided by engineer. */
"This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi." = "מצב זה קורה כאשר החיבור איטי. אנא נסו שוב בזמן שאתם מחוברים לרשת אלחוטית.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "פעולה זאת תסיר את התצפיות שלך מהפרויקט";

/* No comment provided by engineer. */
"This will delete all your observations on this device.  It will not affect any observations you've uploaded to iNaturalist." = "פעולה זאת תסיר את התצפיות מהמכשיר. זה לא ישפיע על התצפיות שהעלת לאתר.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "פעולה זאת תוריד %@ של מידע ואז תוכלו להשתמש במדריך גם כאשר לא יהיה חיבור לאינטרנט.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "תקופה";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "נסו שוב בפעם הבאה שאתם מחוברים לאינטרנט";

/* No comment provided by engineer. */
"Type" = "סוג";

/* No comment provided by engineer. */
"Unable to find location" = "לא ניתן למצוא את המיקום";

/* Title for error */
"Unable to load page" = "לא ניתן לטעון את הדף";

/* No comment provided by engineer. */
"Unknown" = "לא ידוע";

/* Message body when we don't know the error */
"Unknown error" = "תקלה לא ידועה";

/* No comment provided by engineer. */
"Unprocessable entity" = "שגיאה באובייקט";

/* Placeholder text for the username text field in signup */
"Username" = "שם משתשמש";

/* No comment provided by engineer. */
"Version %@, build %@" = "גירסה %1$@, מספר %2$@";

/* No comment provided by engineer. */
"View more about this species on..." = "צפו במידע נוסף על הזן ב...";

/* No comment provided by engineer. */
"View on iNaturalist.org" = "צפו באתר";

/* No comment provided by engineer. */
"View Taxon Details" = "צפו בפרטים נוספים על הזן";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "בקרו באתר כדי ליצור מדריך משלכם";

/* Subtitle below image for projects tutorial screen */
"Visit iNaturalist.org to create your own projects" = "בקרו באתר כדי ליצור פרויקט משלכם";

/* inat ios translation team, alphabetically */
"We are grateful for the translation assistance provided by the following members of the crowdin.com community: Gabriel Fabiano Benzoni, cgalindo, Claudine Cyr, jacquesboivin, harum koh, myerssusan, nagatowell, Juliana Gatti Pereira, sgravel8596, sudachi, T.O, testamorta, tiwamura, vilseskog, and vonmatter. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "We are grateful for the translation assistance provided by the following members of the crowdin.com community: Gabriel Fabiano Benzoni, cgalindo, Claudine Cyr, jacquesboivin, harum koh, myerssusan, nagatowell, Juliana Gatti Pereira, sgravel8596, sudachi, T.O, testamorta, tiwamura, vilseskog, and vonmatter. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "לאפליקציה אין השראות למיקומך";

/* No comment provided by engineer. */
"Which organism?" = "איזה אורגניזם?";

/* No comment provided by engineer. */
"Which person?" = "איזה משתמש?";

/* No comment provided by engineer. */
"Which place?" = "באיזה מקום?";

/* No comment provided by engineer. */
"Which project?" = "איזה פרויקטים";

/* No comment provided by engineer. */
"Whoops!" = "אופס";

/* No comment provided by engineer. */
"Wikipedia" = "ויקיפדיה";

/* Indicator that the leaderboard is global, not specific to a project or a place */
"Worldwide" = "כלל עולמי";

/* No comment provided by engineer. */
"YES" = "כן";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "כן, אני מאשר למדענים להשתמש במידע לי. למד עוד";

/* No comment provided by engineer. */
"You don't have any projects yet." = "עדיין אין לך פרויקטים";

/* No comment provided by engineer. */
"You haven't created or downloaded any guides yet." = "עדיין לא יצרתם או הורדתם מדריכים.";

/* No comment provided by engineer. */
"You haven't joined any projects yet." = "עדיין לא הצטרפתם לפרויקטים.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "חיבור לרשת נדרש כדי לבצע פעולה זאת.";

/* No comment provided by engineer. */
"You must be connected to the Internet to sync with iNaturalist.org" = "חיבור לרשת נדרש כדי לסנכן עם השרת";

/* No comment provided by engineer. */
"You must be connected to the Internet to sync." = ".חיבור לרשת נדרש כדי לסנכן עם השרת";

/* No comment provided by engineer. */
"You must be logged in" = "נדרשת התחברות כדי לבצע פעולה זאת";

/* Signup prompt reason when project network fails due to auth. */
"You must be logged in to do that." = "נדרשת התחברות כדי לבצע פעולה זאת.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "נדרשת התחברות כדי לסנכן את הפרוייקטים.";

/* This is an explanation for why the sync button triggers a login prompt. */
"You must be logged in to sync." = "נדרשת התחברות כדי לסנכרן";

/* No comment provided by engineer. */
"You must be logged in!" = "נדרשת התחברות כדי לבצע פעולה זאת";

/* Reason text for signup prompt while trying to sync a project. */
"You must be signed in to do that." = "נדרשת התחברות כדי לבצע פעולה זאת";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "נדרשת התחברות כדי לצטרף לפרויקט";

/* No comment provided by engineer. */
"You've denied iNaturalist access to certain kinds of data, most likely location data, so some of the photo data couldn't be imported.  To change this, open your Settings app, click Location Services, and make sure Location Services are on for iNaturalist." = "חסמת נגישות למידע על הטלפון, כנראה לשירותי מיקום,לכן המידע חלקי על התמונה ולא ניתן לייצא אותו. כדי לשנות זאת, כנסו להגדרות של המכשיר, שירותי מיקום ואפשרו לאפליקציה לגשת למידע זה.";

/* No comment provided by engineer. */
"Your Guides" = "המדריכים שלכם";

"Add a comment" = "הוסף תגובה";